tests/benchmark/results/trace-modes/async.txt

Summary:
  Total:	15.0012 secs
  Slowest:	0.0252 secs
  Fastest:	0.0001 secs
  Average:	0.0011 secs
  Requests/sec:	44815.9763
  

Response time histogram:
  0.000 [1]	|
  0.003 [663425]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [8437]	|■
  0.008 [343]	|
  0.010 [65]	|
  0.013 [12]	|
  0.015 [1]	|
  0.018 [4]	|
  0.020 [4]	|
  0.023 [0]	|
  0.025 [3]	|


Latency distribution:
  10%% in 0.0005 secs
  25%% in 0.0008 secs
  50%% in 0.0011 secs
  75%% in 0.0014 secs
  90%% in 0.0017 secs
  95%% in 0.0020 secs
  99%% in 0.0027 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0017 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0036 secs
  resp wait:	0.0011 secs, 0.0001 secs, 0.0236 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0180 secs

Status code distribution:
  [200]	672295 responses