tests/benchmark/results/trace-modes/batch.txt

Summary:
  Total:	15.0011 secs
  Slowest:	0.0169 secs
  Fastest:	0.0001 secs
  Average:	0.0011 secs
  Requests/sec:	44073.0487
  

Response time histogram:
  0.000 [1]	|
  0.002 [596841]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [60427]	|■■■■
  0.005 [2876]	|
  0.007 [630]	|
  0.008 [236]	|
  0.010 [71]	|
  0.012 [35]	|
  0.014 [14]	|
  0.015 [10]	|
  0.017 [5]	|


Latency distribution:
  10%% in 0.0005 secs
  25%% in 0.0008 secs
  50%% in 0.0011 secs
  75%% in 0.0014 secs
  90%% in 0.0018 secs
  95%% in 0.0021 secs
  99%% in 0.0030 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0016 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0027 secs
  resp wait:	0.0011 secs, 0.0001 secs, 0.0169 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0063 secs

Status code distribution:
  [200]	661146 responses