tests/benchmark/results/trace-modes/off.txt

Summary:
  Total:	15.0011 secs
  Slowest:	0.0241 secs
  Fastest:	0.0001 secs
  Average:	0.0010 secs
  Requests/sec:	50836.8759
  

Response time histogram:
  0.000 [1]	|
  0.002 [758526]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [3940]	|
  0.007 [94]	|
  0.010 [30]	|
  0.012 [10]	|
  0.015 [4]	|
  0.017 [3]	|
  0.019 [2]	|
  0.022 [0]	|
  0.024 [1]	|


Latency distribution:
  10%% in 0.0005 secs
  25%% in 0.0007 secs
  50%% in 0.0010 secs
  75%% in 0.0012 secs
  90%% in 0.0015 secs
  95%% in 0.0017 secs
  99%% in 0.0023 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0014 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0051 secs
  resp wait:	0.0009 secs, 0.0001 secs, 0.0176 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0229 secs

Status code distribution:
  [200]	762611 responses