tests/benchmark/results/trace-modes/sync.txt

Summary:
  Total:	15.0782 secs
  Slowest:	2.3994 secs
  Fastest:	0.0031 secs
  Average:	0.0067 secs
  Requests/sec:	7375.5957
  

Response time histogram:
  0.003 [1]	|
  0.243 [111079]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.482 [70]	|
  0.722 [31]	|
  0.962 [21]	|
  1.201 [6]	|
  1.441 [0]	|
  1.681 [2]	|
  1.920 [0]	|
  2.160 [0]	|
  2.399 [1]	|


Latency distribution:
  10%% in 0.0042 secs
  25%% in 0.0043 secs
  50%% in 0.0052 secs
  75%% in 0.0071 secs
  90%% in 0.0075 secs
  95%% in 0.0079 secs
  99%% in 0.0170 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0032 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0011 secs
  resp wait:	0.0067 secs, 0.0014 secs, 2.3994 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0004 secs

Status code distribution:
  [200]	111211 responses